export const featuresData = [
  // { title: "Test", text: test },
  {
    title: "Генерація світу",
    text: "Світ згенерований материками з островами між ними.<br/>Є 3 типи материків - малий, средній і великий.<br/>Спавн знаходиться на средньому материку.",
  },
  {
    title: "Індивідуальна важкість",
    text: "Ця важкість впливає тільки на гравців, усі процеси які залежать від серверу відбуваються за важкої важкості.<br/> <br/><br/>Є 3 типи важкості - легкий, средній і важкий.<br/> <br/><br/>Усі починають з середньої важкості. Кожен гравець має за собою певну кілкість балів важкості, чим це число більше - тим вище важкість у гравця.<br/> <br/><br/>На ці бали впливають:<br/><br/>• вбиття мобів<br/><br/>• копання руд<br/><br/>• смерть<br/> <br/><br/>Що змінюється з тою чи іншою важкістю?<br/><br/>• урон мобів збільшується при важкіших рівнях<br/><br/>• спавн мобів навкруги Вас з речами збільшується при важкіших рівнях<br/><br/>• шанс отримання речей з мобів збільшується при важкіших рівнях<br/><br/>• шанс відміни смерті при легкому рівні важкості (0.2%)<br/><br/>• при легкому рівні важкості певні моби ігнорують Вас доки Ви їх не вдарите (кріпер)",
  },
  {
    title: "Ніч сновидінь",
    text: "Кожна ніч з новим місяцем називається ніч сновидінь. Під час неї Ви не зможете спати, а також ворожі моби спавнитись не будуть.",
  },
  {
    title: "Войс-чат",
    text: "З войс-чатом Ви зможете спілкуватись з іншими людьми! А з додатком для войс-чату скалки будуть реагувати на ваш голос! Для каліброваного скалку частота 7 буде реагувати тільки на ваш голос. Сподіваємось Ви зможете придумати цікаві механізми з цим.<br/><br/><a href='https://www.curseforge.com/minecraft/mc-mods/simple-voice-chat' target='_blank'>(посилання)</a>",
  },
  {
    title: "Кращі вагонетки",
    text: "<p>Ви можете керувати швидкістю вагонеток. Для цього потрібно біля рейок поставити табличку в першому рядку якої має бути надпис [msp] а в другому бажана швидкість (0.1-2).</p>&nbsp;<p>На поворотах рекомендуємо знижувати швидкість до 1.25, щоб вагонетка не злітала з рейок.</p>&nbsp;<p>Рейки будуть ставитись самі якщо в вагонетку с сундуком поставити рельси і злиток з якого вони робляться.</p><p>Вагонетка з піччю прогружає чанки.</p>",
  },
  {
    title: "Кращі коні",
    text: "Тепер на конях можна пришвидшуватись за допомогою феєрверків! (рівень феєрверка не впливає на швидкість)",
  },
  {
    title: "Крафт голів",
    text: "<p>Тепер на сервер доданий Станок Митця на ньому Ви зможете зробити голову любого гравця.</p>&nbsp;<p>Цей стіл не крафтиться, його можна отримати тільки від муляря максимального рівню.</p>&nbsp;<p>Для крафту голови потрібно:</p><p>&bull; червоний барвник</p><p>&bull; синій барвник</p><p>&bull; жовтий барвник</p><p>&bull; кварц</p><p>&bull; не підписана книжка у якій буде написано value потрібного скина</p>&nbsp;<p>Value скинів можна знайти <a href='https://minecraft-heads.com/custom-heads'><u>тут.</u></a></p>",
  },
];

export const featuresData2 = [
  {
    title: "Вічна зима",
    text: "Світ погрузився у вічну зиму, тепер щоб виживати вам потрібно слідкувати за своєю температурою!<br/><br/>\
Шкіряні речі і теплі предмети обігрівають ваше тіло і не дають змерзнути.<br/><br/>\
Якщо вам потрібно швидко зігрітися то у цьому вам допоможе багаття! Але не перегрійтесь!<br/><br/>\
При ідеальний температурі накладається ефект регенерації",
  },
  {
    title: "Покращені снігові бурі",
    text: "Тепер довге перебування у снігових бурях буде відморажувати у вас серця! Щоб цього уникнути залишайтесь у теплі.<br/><br/>\
Якщо ж у вас все-таки їх відморозило - то повернути їх ви зможете тільки після закінчення грози.",
  },
  {
    title: "Покращена шкіряна броня",
    text: "Було додано 3 види нової шкіряної броні:<br/><br/>\
Залізно покращена шкіряна броня - несильно збільшує захист і міцність броні<br/><br/>\
Алмазно покращена шкіряна броня - знатно збільшує захист і міцність броні<br/><br/>\
Утеплена шкіряна броня - збільшує теплоту яку дає броня за допомогою вовни<br/><br/>\
Для її крафту вам потрібно кинути 4 потрібного матеріалу (у випадку з утепленою - 3), разом з бронею, на стіл слесаря.",
  },
  {
    title: "Гнила плоть в шкіру",
    text: "Тепер гнилу плоть можна переплавляти у шкіру, так як вам це точно знадобиться на просторах безкінечного снігу.",
  },
  {
    title: "Спавн полярних ведмедів",
    text: "Тепер полярні ведмеді спавняться усюди, враховуючи що світ у безкінечній зимі.",
  },
  {
    title: "Приручення полярних ведмедів",
    text: 'Щоби приручити полярного ведмедя, потрібно кинути йому лосося… Але не все так просто! Щоби приручити ведмедя" вам треба упоратись з його альфа версією!<br/><br/>\
(Примітка: протягом босс файту ведмідь може ламати блоки)<br/><br/>\
Коли стрічка хп позеленіє треба знову кинути лосося і ваш ведмідь буде приручений!<br/><br/>\
Їх також можна розмножувати тріскою, але лише якщо поряд не буде іншого маленького ведмідя.<br/><br/>\
Кинеш прирученому ведмідю лосося - він відновить здоровʼя.<br/><br/>\
Присядеш рядом біля нього - залишиться сидіти на місці, сядеш чуть далі - буде слідувати за тобою. Не працює? Кинь у нього сніжком!<br/><br/>\
Можливо Ви безсердечні і захочете вбити боса… Чим менше хп він має, тим він більш сильніший! При його смерті він дає вам нові черевики - полярні.<br/><br/>\
<div style="max-width: 540px; margin: 0 auto;"><iframe width="100%" height="300px" src="https://www.youtube.com/embed/j_VeuswFKyA?si=xM4NkmNdBYct1Y09" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe></div>\
<br/>\
<b>Печерні річки</b><br/>\
Тепер річки можуть входити в печеру! Якщо річка входить в гору, то вона вийде з іншої сторони гори.',
  },
  {
    title: "Дід Мороз",
    text: "Тепер над кожним гравцем може пролітати Дід Мороз! З кожним прольотом він скидує подарунок, який містить у собі досить цінні речі.",
  },
  {
    title: "Крафтові подарунки",
    text: 'Киньте 6 паперу і 1 сундук на землю щоб скрафтити 4 подарункові обгортки.<br/><br/>\
Киньте любі речі на землю де хочете щоб був ваш подарунок і нажміть пкм подарунковою обгорткою по ним, щоб створити подарунок!<br/><br/>\
<div style="max-width: 540px; margin: 0 auto;"><iframe width="100%" height="300px" src="https://www.youtube.com/embed/DVzqb0qLwMg?si=iN3rJfgQzHoIeCDb" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe></div>',
  },
  {
    title: "Глибокі моби",
    text: "Тепер усі моби на рівні нижче 0 будуть спавнитися більш важкішими. Також тепер можуть заспавнитись й печерні пауки та візер скелети.<br/><br/>\
У глибоких мобів більш стійкі до урону, мають більше здоровʼя, бʼють сильніше і помічають вас з більшої відстані.<br/><br/>\
Також є зміни до поведінки окремих мобів, як от швидкіші павуки, та зменшений час підриву кріпера.<br/><br/>\
<b>Окремий сундуковий лут для кожного гравця</b><br/>\
Лут в данжових сундуках є окремим для кожного гравця, також це стосується елітр.",
  },
  {
    title: "Мандруючий Торгівельник",
    text: "Зʼявився шанс продажі випадкової обшивки для броні.",
  },
  {
    title: "Злі кажани",
    text: "Тепер кажани можуть вас кусати, але тільки 1 укус на людину!",
  },
];
