export const featuresData = [
  {
    title: "Генерація світу",
    text: "Світ згенерований материками з островами між ними.<br/>Є 3 типи материків - малий, средній і великий.<br/>Спавн знаходиться на средньому материку.",
  },
  {
    title: "Індивідуальна важкість",
    text: "Ця важкість впливає тільки на гравців, усі процеси які залежать від серверу відбуваються за важкої важкості.<br/> <br/><br/>Є 3 типи важкості - легкий, средній і важкий.<br/> <br/><br/>Усі починають з середньої важкості. Кожен гравець має за собою певну кілкість балів важкості, чим це число більше - тим вище важкість у гравця.<br/> <br/><br/>На ці бали впливають:<br/><br/>• вбиття мобів<br/><br/>• копання руд<br/><br/>• смерть<br/> <br/><br/>Що змінюється з тою чи іншою важкістю?<br/><br/>• урон мобів збільшується при важкіших рівнях<br/><br/>• спавн мобів навкруги Вас з речами збільшується при важкіших рівнях<br/><br/>• шанс отримання речей з мобів збільшується при важкіших рівнях<br/><br/>• шанс відміни смерті при легкому рівні важкості (0.2%)<br/><br/>• при легкому рівні важкості певні моби ігнорують Вас доки Ви їх не вдарите (кріпер)",
  },
  {
    title: "Ніч сновидінь",
    text: "Кожна ніч з новим місяцем називається ніч сновидінь. Під час неї Ви не зможете спати, а також ворожі моби спавнитись не будуть.",
  },
  {
    title: "Войс-чат",
    text: "З войс-чатом Ви зможете спілкуватись з іншими людьми! А з додатком для войс-чату скалки будуть реагувати на ваш голос! Для каліброваного скалку частота 7 буде реагувати тільки на ваш голос. Сподіваємось Ви зможете придумати цікаві механізми з цим.<br/><br/><a href='https://www.curseforge.com/minecraft/mc-mods/simple-voice-chat' target='_blank'>(посилання)</a>",
  },
  {
    title: "Кращі вагонетки",
    text: "<p>Ви можете керувати швидкістю вагонеток. Для цього потрібно біля рейок поставити табличку в першому рядку якої має бути надпис [msp] а в другому бажана швидкість (0.1-2).</p>&nbsp;<p>На поворотах рекомендуємо знижувати швидкість до 1.25, щоб вагонетка не злітала з рейок.</p>&nbsp;<p>Рейки будуть ставитись самі якщо в вагонетку с сундуком поставити рельси і злиток з якого вони робляться.</p><p>Вагонетка з піччю прогружає чанки.</p>",
  },
  {
    title: "Кращі коні",
    text: "Тепер на конях можна пришвидшуватись за допомогою феєрверків! (рівень феєрверка не впливає на швидкість)",
  },
  {
    title: "Крафт голів",
    text: "<p>Тепер на сервер доданий Станок Митця на ньому Ви зможете зробити голову любого гравця.</p>&nbsp;<p>Цей стіл не крафтиться, його можна отримати тільки від муляря максимального рівню.</p>&nbsp;<p>Для крафту голови потрібно:</p><p>&bull; червоний барвник</p><p>&bull; синій барвник</p><p>&bull; жовтий барвник</p><p>&bull; кварц</p><p>&bull; не підписана книжка у якій буде написано value потрібного скина</p>&nbsp;<p>Value скинів можна знайти <a href='https://minecraft-heads.com/custom-heads'><u>тут.</u></a></p>",
  },
];
